Repository: microsoft/winget-cli
Catalog: Localization/Resources/*/winget.resw
Source language: en_gb
Languages: af_za, am_et, ar_sa, az_latn_az, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fa_ir, fi_fi, fr_fr, gl_es, he_il, hi_in, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, lo_la, lt_lt, lv_lv, mk_mk, ml_in, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_latn_rs, sv_se, te_in, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# SingleCharAfterDashError
source: Only the single character alias can occur after a single -
af_za: Slegs die enkele karakter-alias kan voorkom ná ’n enkele -
am_et: አንድ ነጠላ ቁምፊ ቅጽል ስም ብቻ ከአንድ ጊዜ በኋላ ሊከሰት ይችላል -
ar_sa: يحدث الاسم المستعار فقط لحرف واحد بعد واحد -
az_latn_az: Tək - işarəsindən sonra yalnız bir simvolun şərti adı yarana bilər
bg_bg: Само псевдонимът с единичен знак може да възникне след еднократно -
cs_cz: Po jednom znaku - se může objevit jen jeden alias znaku.
da_dk: Der kan kun forekomme et alias med ét tegn efter en enkelt -
de_de: Nur der Einzelzeichen-Alias kann nach einem einzelnen - auftreten.
el_gr: Μόνο το ψευδώνυμο ενός χαρακτήρα μπορεί να συμβεί μετά από μεμονωμένη -
es_es: Solo el alias de un solo carácter puede aparecer después de un solo -
es_mx: Solo puede haber un alias de carácter único después de un único -
et_ee: Pärast ühte - tohib esineda ainult ühemärgiline pseudonüüm
fa_ir: فقط نام مستعار تک نویسه‌ای می‌تواند پس از یک - تنها بیاید
fi_fi: Vain yksittäinen merkkialias voi seurata yhtä -
fr_fr: Seul l’alias de caractère peut se produire après une seule -
gl_es: O alias de carácter é o único que pode ocorrer despois de
he_il: אחרי '-' בודד יכול להופיע כינוי בן תו אחד בלבד
hi_in: केवल एकल वर्ण एलियास के बाद हो सकता है एक-
hu_hu: Egyetlen - karakter után csak az egykarakteres alias állhat
id_id: Hanya alias karakter tunggal yang dapat terjadi setelah satu -
is_is: Aðeins getur samnefni fyrir einn staf komið á eftir eitt -
it_it: Solo l'alias a carattere singolo può verificarsi dopo un singolo -
ja_jp: 単一文字のエイリアスのみが単一の後に発生することができます-
kk_kz: Бір - белгісінен кейін тек бір таңбаның бүркеншік аты қойылады
lo_la: ສາມາດມີນາມແຝງຕົວອັກສອນອັນດຽວຫຼັງຈາກ - ອັນໜຶ່ງ
lt_lt: Tik vienas simbolio pseudonimas gali būti po vieną
lv_lv: Tikai vienas rakstzīmes aizstājvārds var būt pēc viena
mk_mk: Само псевдонимот од еден знак може да се појави по еден –
ml_in: സിംഗിൾ പ്രതീക ഇതരനാമം മാത്രമേ സിംഗിളിനുശേഷം സംഭവിക്കുകയുള്ളു
ms_my: Hanya alias aksara tunggal boleh berlaku selepas satu -
nb_no: Bare enkelttegnaliaset kan oppstå etter en enkelt -
nl_nl: Alleen het enkeltekenalias kan voorkomen na een enkele -
pl_pl: Tylko alias złożony z jednego znaku może następować po pojedynczym -
pt_br: Somente o alias de um único caractere pode ocorrer depois de um único
pt_pt: Apenas o alias de caráter único pode seguir-se a um único -
ro_ro: Doar un singur pseudonim de caracter poate apărea după o singură -
ru_ru: Только один псевдоним символа может появляться после одного -
sk_sk: Po jednom znaku - môže nasledovať len jednoznakový alias
sl_si: Samo vzdevek z enim znakom se lahko pojavi po enem –
sq_al: Vetëm pseudonimi i karakterit të vetëm mund të ndodhë pas një - të vetme
sr_latn_rs: Samo pseudonim sa jednim znakom može da stoji iza jedne –
sv_se: Bara alias med ett enstaka tecken kan finnas efter en –
te_in: ఒకే అక్షరం అలియాస్ మాత్రమే ఒకే తర్వాత సంభవిస్తుంది -
th_th: เฉพาะนามแฝงอักขระเดี่ยวเท่านั้นที่สามารถเกิดขึ้นได้หลังจากหนึ่ง -
tr_tr: Yalnızca tek karakterlik diğer ad, tek-
uk_ua: Лише один псевдонім символу може виникати через один –
vi_vn: Chỉ biệt danh ký tự đơn có thể xảy ra sau -
zh_cn: 只能在单个 - 后出现单个字符别名
zh_tw: 單一 - 後只能出現單一字元別名

# SourceAddCommandLongDescription
source: Add a new source. A source provides the data for you to discover and install applications. Only add a new source if you trust it as a secure location.
af_za: Voeg ’n nuwe bron by. ’n Bron verskaf aan jou die data om toepassings te ontdek en te installeer. Voeg slegs ’n nuwe bron by as jy dit as ’n veilige ligging vertrou.
am_et: አዲስ ምንጭ ያክሉ። ምንጭ እርስዎ መተግበሪያዎችን እንዲያገኙ እና እንዲጭኑ ውሂቡን ያቀርብልዎታል። ደህንነቱ የተጠበቀ አካባቢ እንደሆነ የሚያምኑት ከሆነ ብቻ አዲስ ምንጭ ያክሉ።
ar_sa: إضافة مصدر جديد. يوفر المصدر البيانات لك حتى تتمكن من اكتشاف الحزم وتثبيتها. لا تقم بإضافة مصدر جديد إلا إذا كنت تثق فيه كموقع آمن.
az_latn_az: Yeni mənbə əlavə edin. Mənbə proqramları aşkarlamağınız və quraşdırmağınız üçün verilənlər təmin edir. Yalnız təhlükəsiz məkan kimi etibar etdiyiniz halda yeni mənbə əlavə edin.
bg_bg: Добавяне на нов източник. Източникът предоставя данните, за да откриете и инсталирате приложения. Добавете нов източник само, ако се доверявате на него като защитено местоположение.
cs_cz: Přidat nový zdroj. Zdroj vám poskytne data, se kterými budete moct objevovat a instalovat aplikace. Přidávejte jenom zdroje v zabezpečeném umístění, kterým důvěřujete.
da_dk: Tilføj en ny kilde. En kilde leverer dataene, så du kan finde og installere programmer. Tilføj kun en ny kilde, hvis du stoler på, at den er en sikker placering.
de_de: Fügen Sie eine neue Quelle hinzu. Eine Quelle stellt die Daten bereit, mit denen Sie Anwendungen ermitteln und installieren können. Fügen Sie eine neue Quelle nur hinzu, wenn Sie sie für einen sicheren Ort halten.
el_gr: Προσθήκη νέας προέλευσης. Μια προέλευση παρέχει τα δεδομένα για να ανακαλύψετε και να εγκαταστήσετε εφαρμογές. Εισαγάγετε μια νέα προέλευση αν τη θεωρείτε ασφαλή τοποθεσία.
es_es: Agregar un nuevo origen. Un origen proporciona los datos para que puedas detectar e instalar aplicaciones. Solo tienes que agregar un origen nuevo si confías en él como una ubicación segura.
es_mx: Agregar un nuevo origen de datos. Un origen de datos proporciona los datos para poder descubrir e instalar aplicaciones. Solo agregue un nuevo origen de datos si confía que es una ubicación segura.
et_ee: Saate lisada uue allika. Allikas pakub teile rakenduste leidmiseks ja installimiseks vajalikke andmeid. Lisage uus allikas üksnes juhul, kui usaldate seda ja peate seda turvaliseks asukohaks.
fa_ir: یک منبع جدید اضافه می‌کند. منبع آن داده‌هایی را برای شما ارائه می‌دهد که بتوانید بسته‌ها را کشف و نصب کنید. تنها در صورتی یک منبع جدید اضافه کنید که به آن به عنوان مکانی امن اعتماد داشته باشید.
fi_fi: Lisää uusi lähde. Lähde antaa tiedot, joiden avulla voit etsiä ja asentaa sovelluksia. Lisää uusi lähde vain suojatusta sijainnista.
fr_fr: Ajouter une nouvelle source. Une source fournit les données vous permettant de découvrir et d’installer des applications. Ajoutez une nouvelle source uniquement si vous l’approuvez comme emplacement sécurisé.
gl_es: Engade unha orixe nova. Unha orixe fornéceche datos para descubrir e instalar paquetes. Engade unha orixe nova só se confías en que é unha localización segura.
he_il: הוספת מקור חדש. מקור מספק לך נתונים לגילוי ולהתקנה של יישומים. הוסף מקור חדש רק אם אתה סומך עליו כמיקום מאובטח.
hi_in: कोई नया स्रोत जोड़ें. अनुप्रयोगों को खोजने और स्थापित करने के लिए एक स्रोत आपको डेटा प्रदान करता है. केवल तभी एक नया स्रोत जोड़ें जब आपको इस पर एक सुरक्षित स्थान के रूप में विश्वास हो.
hu_hu: Új forrást vehet fel. A források az alkalmazások felfedezéséhez és telepítéséhez biztosítanak adatokat. Csak akkor vegyen fel új forrást, ha megbízhatónak tartja azt biztonságos helyként.
id_id: Tambahkan sumber baru. Sumber menyediakan data agar Anda dapat menemukan dan menginstal aplikasi. Cukup tambahkan sumber baru jika Anda mempercayainya sebagai lokasi yang aman.
is_is: Bæta við nýjum uppruna. Uppruni veitir þér gögn svo þú getir uppgötvað og sett upp forrit. Bættu aðeins við nýjum uppruna ef þú treystir því að hann sé örugg staðsetning.
it_it: Aggiungi una nuova origine. Un'origine fornisce i dati per individuare e installare i pacchetti. Aggiungi una nuova origine solo se la consideri attendibile.
ja_jp: 新しいソースを追加します。ソースは、アプリケーションを検出してインストールするためのデータを提供します。安全な場所として信頼できる場合にのみ、新しいソースを追加してください。
kk_kz: Жаңа дерек көзін қосыңыз. Дерек көзі сізге бағдарламаларды анықтау және орнату үшін деректерді қамтамасыз етеді. Жаңа дерек көзі сенімді орын болған жағдайда ғана оны қосыңыз.
lo_la: ເພີ່ມແຫຼ່ງທີ່ມາໃໝ່. ແຫຼ່ງທີ່ມາຈະສະໜອງຂໍ້ມູນເພື່ອໃຫ້ທ່ານຄົ້ນພົບ ແລະ ຕິດຕັ້ງແອັບພລິເຄຊັນໄດ້. ທ່ານຄວນເພີ່ມແຫຼ່ງຂໍ້ມູນໃໝ່ສະເພາະກໍລະນີທີ່ທ່ານເຊື່ອຖືມັນວ່າປອດເທົ່ານັ້ນ.
lt_lt: Įtraukite naują šaltinį. Šaltinis pateikia duomenis, kad galėtumėte rasti ir diegti programas. Įtraukite naują šaltinį tik jei pasitikite kaip saugia vieta.
lv_lv: Pievienot jaunu avotu. Avots nodrošina jums datus, kas ļauj atklāt un instalēt programmas. Pievienojiet jaunu avotu tikai tad, ja uzticaties tam, ka tā ir droša atrašanās vieta.
mk_mk: Додајте нов извор. Изворот ви дава податоци за откривање и инсталирање апликации. Додавајте нови извори само ако имате доверба дека се доверливи локации.
ml_in: ഒരു പുതിയ ഉറവിടം ചേർക്കുക. അപ്ലിക്കേഷനുകൾ കണ്ടെത്താനും ഇൻസ്റ്റാൾ ചെയ്യാനും ഒരു ഉറവിട ഡാറ്റ നിങ്ങൾക്ക് നൽകുന്നു. ഒരു സുരക്ഷിത സ്ഥാനമായി നിങ്ങൾ വിശ്വസിക്കുന്നുവെങ്കിൽ മാത്രം ഒരു പുതിയ ഉറവിടം ചേർക്കുക.
ms_my: Tambah sumber baru. Sumber menyediakan data untuk anda menemui dan memasang aplikasi. Hanya tambahkan sumber baru jika anda mempercayainya sebagai lokasi yang selamat.
nb_no: Legg til en ny kilde. En kilde gir deg data du kan oppdage og installere programmer fra. Bare Legg til en ny kilde hvis du stoler på den som et sikkert sted.
nl_nl: Voeg een nieuwe bron toe. Een bron biedt de gegevens waarmee u apps kunt ontdekken en installeren. Voeg alleen een nieuwe bron toe als u deze vertrouwt als veilige locatie.
pl_pl: Dodaj nowe źródło. Będzie to źródło danych, na podstawie których odkryjesz i zainstalujesz pakiety. Dodawaj tylko zaufane źródła o bezpiecznej lokalizacji.
pt_br: Adicionar uma nova fonte. Uma fonte fornece os dados para você descobrir e instalar aplicativos. Adicione uma nova fonte apenas se você confiar nela como um local seguro.
pt_pt: Adicionar uma nova origem. Uma origem fornece os dados para descobrir e instalar aplicações. Adicione uma nova origem apenas se confiar que a mesma é uma localização segura.
ro_ro: Adăugați o sursă nouă. O sursă furnizează datele pentru ca dvs. să descoperiți și să instalați aplicații. Adăugați o sursă nouă doar dacă aveți încredere în ea ca locație sigură.
ru_ru: Добавление нового источника. Источник предоставляет данные для обнаружения и установки приложений. Добавляйте новый источник только в том случае, если вы доверяете ему как надежному расположению.
sk_sk: Pridajte nový zdroj. Zdroj poskytuje údaje, ktoré vám umožňujú objavovať a inštalovať aplikácie. Nový zdroj pridajte len v prípade, že mu dôverujete ako zabezpečenému umiestneniu.
sl_si: Dodajte nov vir. Vir ponuja podatke, s katerimi lahko odkrijete in nameščate aplikacije. Dodajte le nov vir, če mu zaupate kot varno mesto.
sq_al: Shto një burim të ri. Burimi ofron të dhëna që të zbulosh dhe të instalosh paketa. Shto burim të ri vetëm nëse e beson atë si vendndodhje të sigurt.
sr_latn_rs: Dodajte novi izvor. Izvor obezbeđuje podatke za otkrivanje i instaliranje aplikacija. Dodajte novi izvor samo ako imate poverenja da on predstavlja bezbednu lokaciju.
sv_se: Lägg till en ny källa. En källa tillhandahåller de data som används för att identifiera och installera program. Lägg bara till en ny källa om du litar på den som en säker plats.
te_in: క్రొత్త మూలాన్ని జోడించండి. అనువర్తనాలను కనుగొనడానికి మరియు వ్యవస్థాపించడానికి ఒక మూలం డేటాను అందిస్తుంది. క్రొత్త మూలాన్ని మీరు సురక్షిత ప్రదేశంగా విశ్వసిస్తే మాత్రమే జోడించండి.
th_th: เพิ่มแหล่งที่มาใหม่ แหล่งที่มาจะให้ข้อมูลกับคุณเพื่อค้นหาและติดตั้งแอปพลิเคชัน เพียงเพิ่มแหล่งที่มาใหม่หากคุณเชื่อถือว่าเป็นตำแหน่งที่ตั้งที่ปลอดภัย
tr_tr: Yeni bir kaynak ekleyin. Kaynak, uygulamaları bulup yükleyebileceğiniz verileri sağlar. Yalnızca güvenli bir konum olduğuna güveniyorsanız yeni bir kaynak ekleyin.
uk_ua: Додавання нового джерела. Джерело надає дані для пошуку та інсталяції програм. Додавайте нове джерело тільки якщо довіряєте йому як захищеному розташуванню.
vi_vn: Thêm nguồn mới. Nguồn dữ liệu cung cấp dữ liệu cho bạn để tìm hiểu và cài đặt ứng dụng. Chỉ thêm nguồn mới nếu bạn tin rằng đó là vị trí an toàn.
zh_cn: 添加新的来源。源提供了用于发现和安装应用程序的数据。仅当将新来源视为安全位置时，才可添加。
zh_tw: 新增來源。來源會為您提供資料，以便您探索和安裝套件。只有在您信任其為安全位置時，才會新增來源。

# SourceAddCommandShortDescription
source: Add a new source
af_za: Voeg ’n nuwe bron by
am_et: አዲስ ምንጭ ያክሉ
ar_sa: إضافة مصدر جديد
az_latn_az: Yeni mənbə əlavə edin
bg_bg: Добавяне на нов източник
cs_cz: Přidat nový zdroj
da_dk: Tilføj en ny kilde
de_de: Eine neue Quelle hinzufügen
el_gr: Προσθέστε μια νέα προέλευση
es_es: Agregar un origen nuevo
es_mx: Agregar nuevo origen de datos.
et_ee: Saate lisada uue allika
fa_ir: یک منبع جدید اضافه می‌کند
fi_fi: Lisää uusi lähde
fr_fr: Ajouter une nouvelle source
gl_es: Engadir unha orixe nova
he_il: הוספת מקור חדש
hi_in: कोई नया स्रोत जोड़ें.
hu_hu: Új forrás felvétele
id_id: Tambah sumber baru
is_is: Bæta við nýjum uppruna
it_it: Aggiungi una nuova origine
ja_jp: 新しいソースを追加
kk_kz: Жаңа деректер көзін қосыңыз
lo_la: ເພີ່ມແຫຼ່ງທີ່ມາໃໝ່
lt_lt: Įtraukti naują šaltinį
lv_lv: Pievienot jaunu avotu
mk_mk: Додајте нов извор.
ml_in: ഒരു പുതിയ ഉറവിടം ചേർക്കുക
ms_my: Tambah sumber baru
nb_no: Legg til en ny kilde
nl_nl: Een nieuwe bron toevoegen
pl_pl: Dodaj nowe źródło
pt_br: Adicionar uma nova origem
pt_pt: Adicionar uma nova origem
ro_ro: Adăugare sursă nouă
ru_ru: Добавление нового источника
sk_sk: Pridať nový zdroj
sl_si: Dodaj nov vir
sq_al: Shto një burim të ri
sr_latn_rs: Dodaj novi izvor
sv_se: Lägg till en ny källa
te_in: క్రొత్త మూలాన్ని జోడించండి
th_th: เพิ่มแหล่งที่มาใหม่
tr_tr: Yeni bir kaynak ekleme
uk_ua: Додавання нового джерела
vi_vn: Thêm nguồn mới
zh_cn: 添加新来源
zh_tw: 新增來源

# SourceArgArgumentDescription
source: Argument given to the source
af_za: Argument aan die bron gegee
am_et: ለምንጩ የተሰጠው አመክንዮ
ar_sa: الوسيطة المعطاة للمصدر
az_latn_az: Mənbəyə verilən arqument
bg_bg: Аргумент, даден на източника
cs_cz: Argument odeslaný zdroji
da_dk: Argument givet til kilden
de_de: Argument, das an die Quelle übergeben wird
el_gr: Όρισμα που δόθηκε στην προέλευση
es_es: El argumento dado al origen
es_mx: El argumento dado al origen de datos.
et_ee: Allikale antud argument
fa_ir: آرگومانی است که به منبع ارائه شده است
fi_fi: Lähteelle annettu argumentti
fr_fr: Argument donné à la source
gl_es: Argumento fornecido á orixe
he_il: ארגומנט שניתן למקור
hi_in: स्रोत पर दिया गया तर्क
hu_hu: A forrásnak átadott argumentum
id_id: Argumen yang diberikan kepada sumber
is_is: Frumbreyta sem upprunanum er gefin
it_it: Argomento assegnato all'origine
ja_jp: ソースに与えられた引数
kk_kz: Дерек көзі үшін берілген аргумент
lo_la: ອາກິວເມັນທີ່ລະບຸໃຫ້ແຫຼ່ງທີ່ມາ
lt_lt: Šaltinyje pateikiamas argumentas
lv_lv: Avotam piešķirtais arguments
mk_mk: Аргументот даден на изворот
ml_in: ഉറവിടത്തിന് നൽകിയ വാദം
ms_my: Argumen yang dibekalkan kepada sumber
nb_no: Argument gitt til kilde
nl_nl: Argument dat aan de bron is gegeven
pl_pl: Argument podany dla źródła
pt_br: Argumento fornecido à fonte
pt_pt: Argumento fornecido à origem
ro_ro: Argument dat sursei
ru_ru: Аргумент, предоставленный источнику
sk_sk: Argument poskytnutý zdroju
sl_si: Argument dan na vir
sq_al: Argumenti që i jepet burimit
sr_latn_rs: Argument koji se daje izvoru
sv_se: Argument som tilldelats källan
te_in: మూలానికి ఇచ్చిన వాదన
th_th: อาร์กิวเมนต์ที่ให้กับแหล่งที่มา
tr_tr: Kaynağa verilen bağımsız değişken
uk_ua: Аргумент, наданий джерелу
vi_vn: Đối số dành cho nguồn
zh_cn: 指定给源的参数
zh_tw: 指派給來源的引數

# SourceArgumentDescription
source: Find app using the specified source
af_za: Vind toepassing deur die gespesifiseerde bron te gebruik
am_et: የተገለጸውን ምንጭ በመጠቀም መተግበሪያን ያገኛል
ar_sa: العثور على حزمة باستخدام مصدر معين
az_latn_az: Qeyd edilmiş mənbədən istifadə etməklə proqram tapın
bg_bg: Намиране на приложение чрез зададения източник
cs_cz: Najít aplikaci podle konkrétního zdroje
da_dk: Find appen ved hjælp af den angivne kilde
de_de: App mithilfe der angegebenen Quelle suchen
el_gr: Εύρεση εφαρμογής με τη χρήση καθορισμένης προέλευσης
es_es: Buscar la aplicación usando el origen especificado
es_mx: Buscar aplicación con el origen de datos especificado.
et_ee: Saate rakendust määratud allika järgi otsida
fa_ir: بسته را با استفاده از منبع مشخص‌شده پیدا می‌کند
fi_fi: Etsi sovellus käyttämällä määritettyä lähdettä
fr_fr: Rechercher une application à l’aide de la source indiquée
gl_es: Atopar o paquete segundo a fonte especificada
he_il: חפש יישומים באמצעות המקור שצוין
hi_in: निर्दिष्ट स्रोत का उपयोग करके ऐप ढूँढें
hu_hu: Alkalmazás keresése a megadott forrás használatával
id_id: Temukan aplikasi menggunakan sumber yang ditentukan
is_is: Finna forrit með því að nota tilgreindan uppruna
it_it: Trova il pacchetto usando l'origine specificata
ja_jp: 指定されたリソースを使用してアプリを検索
kk_kz: Бағдарламаны көрсетілген дерек көзі арқылы табу
lo_la: ຊອກຫາແອັບໂດຍໃຊ້ແຫຼ່ງທີ່ມາທີ່ລະບຸໄວ້
lt_lt: Rasti programą naudojant nurodytą šaltinį
lv_lv: Atrast programmu, izmantojot norādīto avotu
mk_mk: Најдете апликација со помош на наведениот извор
ml_in: നിർദ്ദിഷ്ട ഉറവിടം ഉപയോഗിച്ച് അപ്ലിക്കേഷൻ കണ്ടെത്തുക
ms_my: Mencari aplikasi menggunakan sumber yang ditentukan
nb_no: Finn app med den angitte kilden
nl_nl: App zoeken in de opgegeven bron
pl_pl: Znajdź pakiet przy użyciu określonego źródła
pt_br: Localizar o aplicativo usando a origem especificada
pt_pt: Procurar aplicação através da origem especificada
ro_ro: Găsiți aplicația utilizând sursa specificată
ru_ru: Поиск приложения, использующего указанный источник
sk_sk: Nájsť aplikáciu pomocou zadaného zdroja
sl_si: Iskanje programa z uporabo določenega vira
sq_al: Gjej paketën duke përdorur burimin e specifikuar
sr_latn_rs: Pronalaženje aplikacije pomoću navedenog izvora
sv_se: Hitta appen med angiven källa
te_in: పేర్కొన్న మూలాన్ని ఉపయోగించి అనువర్తనాన్ని కనుగొనండి
th_th: ค้นหาแอปโดยใช้แหล่งที่มาที่ระบุ
tr_tr: Belirtilen kaynağı kullanarak uygulama bulma
uk_ua: Пошук програми, що використовує зазначене джерело
vi_vn: Tìm ứng dụng bằng nguồn đã xác định
zh_cn: 正在使用指定的源查找应用
zh_tw: 使用指定的來源尋找套件
